[Main]
DisplayName=עברית

[SmartDefrag_SDMainForm]
btn_close.Hint=סגור
btn_maximize.Hint=לפתוח
btn_minimize.Hint=למזער
btn_restore.Hint=שחזור
btn_more.Hint=אפשרויות
btn_shuffle.Hint=צ'אנס המזל
lblLatestNews.Caption=שתף מוצר זה עם משפחתך וחבריך, הם ישמחו להשתמש בו
btn_game_optimize.Caption=איחוי
btn_gamedefrag_start.Caption=המשך
btn_gamedefrag_stop.Caption=עצור
btn_gamedefrag_pause.Caption=השהה
btn_defrag_finish.Caption=סיום
btn_backtosvolumetatus.Caption=אחורה
lblPBD_DPF.Caption=קבצי דף איחוי וקבצי השהייה
lblPBD_DMFT.Caption=MFT איחוי
lblPBD_DSYS.Caption=איחוי קבצי מערכת
lblPBD_DREG.Caption=איחוי קבצי רישום
lblPBD_DCF.Caption=איחוי קבצי ספציפיים
btnBTConfig.Caption=הגדר
LabelEnableBTD.Caption=אתחול זמן איחוי
lblBootTimeDefrag.Caption=אתחול זמן היסטוריית איחוי
lvBootTimeDefragListView.Columns[0].Caption=נתונים
lvBootTimeDefragListView.Columns[1].Caption=גודל כללי
lvBootTimeDefragListView.Columns[2].Caption=פיצולים
lvBootTimeDefragListView.Columns[3].Caption=פעולה
btn_tab_actioncenter.Caption=מרכז פעילות
btn_tab_boottimedefrag.Caption=אתחול זמן איחוי
btn_tab_diskdefrag.Caption=איחוי דיסק
btn_tab_gameoptimize.Caption=אופטימיזציה של משחק
lbl_map.Caption=מקרא מפה
lblResetColor.Caption=אפס
lvDefragList.Columns[0].Caption=שם
lvDefragList.Columns[1].Caption=פיצולים
lvDefragList.Columns[2].Caption=גודל
lvDefragList.Columns[3].Caption=נתיב
lvDefragList.Columns[4].Caption=תוצאה
btnShowDefragMap.Caption=מפה
btnShowDefragList.Caption=פרטים
btnShowJunkFile.Caption=זבל
lblAfterDefragTask.Items[0].Caption=כיבוי אחרי איחוי
lblAfterDefragTask.Items[1].Caption=מצב שינה אחרי איחוי
lblAfterDefragTask.Items[2].Caption=מצב שנת חורף (השהייה) אחרי איחוי
lblAfterDefragTask.Items[3].Caption=אתחול לאחר איחוי
lblStatus.Caption=מצב
lblSSDStatus.Caption=מצב
lblAfter.Caption=אחרי
lblBefore.Caption=לפני
lblFragRate.Caption=דירוג הפיצול
lblDefragFragmentRate.Caption=דירוג הפיצול
btn_start.Caption=המשך
btn_stop.Caption=עצור
btn_pause.Caption=השהה
lbl_estimatedtime1.Caption=זמן משוער שנותר
btnFixDefrag.Caption=איחוי חכם
btn_view_report.Caption=הצג דו"ח
lblJunkScanSkip.Caption=דילוג
mniOpenSmartDefrag.Caption=פתח איחוי חכם
mniHomePage.Caption=אתר הבית
mniSupport.Caption=תמיכה טכנית
mniExit.Caption=יציאה
mniTask_Shutdown.Caption=כיבוי
mniTask_Sleep.Caption=מצב שינה
mniTask_Hibernate.Caption=מצב שנת חורף (השהייה)
mniTask_Reboot.Caption=הפעלה מחדש
mniSkinClassic.Caption=קלאסי
mniSkinWhite.Caption=לבן
btnFeedBack.Caption=שלח משוב
btnViewReport.Caption=הצג דו"ח
btnScanMore.Caption=סרוק עוד
lblBootTimeSSD.Caption=הדיסק שלך הוא כונן יציב (SSD), אתחול זמן איחוי לא תומך בכונן יציב (SSD)
shp_map_free.Hint=שטח פנוי
shp_map_mft.Hint=טבלת קובץ ראשי
shp_map_dir.Hint=ספריות
shp_map_frequent.Hint=בשימוש תדיר
shp_map_rare.Hint=בשימוש נדיר
shp_map_unmovable.Hint=לא ניתן להעברה
shp_map_frag.Hint=פיצול
shp_map_moving.Hint=זז
btn_nav_show.Hint=הראה את מרכז הפעולה
btn_nav_hide.Hint=הסתר את מרכז הפעולה
lbl_defragprogress.Caption=התקדמות כללית
lblGameEstimatedTime.Caption=התקדמות כללית
lblRecommendation.Caption=המלצה
lblJunkCleaned.Caption=זבל שנוקה
lblSpaceReleased.Caption=שטח ששוחרר
btn_feedback.Caption=שלח משוב
btnGameViewReport.Caption=הצג דו"ח
rdlblBootTimeDefragDesc.Caption=מאחה את קבצי המערכת שלך לפני אתחול המערכת, למקסום הביצועים של המערכת
btnBTActiveNow.Caption=הפעל כעת
btnGOActiveNow.Caption=הפעל כעת
rdlblEnterCode.Caption=הכנס קוד מספר רישיון
btnManageLicense.Caption=נהל רישיון
rdlblProfuture.Caption=ממקסם את הביצועים ואת משך זמן הדיסק עם
btnProfutureAuto.Caption=איחוי אוטומטי חכם
btnProfutureBootTimeDefrag.Caption=אתחול זמן איחוי
btnProfutureAlways.Caption=תמיד מעודכן

[SmartDefrag_SDMainMenu]
btn_more.Hint=אפשרויות
btnAbout.Caption=אודות
btnCheckUpdates.Caption=בדוק לעדכונים
btnDownload.Caption=הורד תוכנה חינמית IObit
btnFindUsOnFacebook.Caption=מצא אותנו בפייסבוק
btnReport.Caption=דיווח
btnSettings.Caption=הגדרות
btnSkin.Caption=מראה
btnTechnicalSupport.Caption=תמיכה טכנית
btnTranslate.Caption=עזור לנו לתרגום
btnUseManual.Caption=מדריך למשתמש
btnDiskHealth.Caption=בריאות הדיסק במחשב שלך
lblSkinName.Caption=מראה

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=ניתוח
mniItem2.Caption=איחוי ומיטוב
mniItem3.Caption=איחוי קבצים גדולים
mniItem4.Caption=איחוי שטח פנוי
mniItem5.Caption=אחה קבצים לפי עדיפות (איטי)
mniItem6.Caption=קיצוץ ומיטוב מושכל
mniItem7.Caption=איחוי מהיר

[SmartDefrag_LocalDiskItemFile]
lblPath.Caption=קבצים ותיקיות שנוספו
btnAddFile.Caption=הוסף קובץ
btnAddFolder.Caption=הוסף תיקייה

[SmartDefrag_FormSetting]
btn_close.Hint=סגירה
lblTitle.Caption=הגדרות
Button_Recommand.Caption=מומלץ
Button_OK.Caption=אישור
Button_Cancel.Caption=בטל
Button_Apply.Caption=החל
lblSettingType.Caption=הגדרות כלליות
AutoLoadCheck.Caption=הפעל בהפעלת חלונות
CloseSetCheck.Caption=מזער למגש בסגירת חלון
TrayCheck.Caption=אפשר התראות במגש המערכת
CheckBox_Show_RemovableDisk.Caption=אל תציג דיסקים נשלפים
lblSilentDesc.Caption=אפשור תכונה זו,יבטיח איחוי חלק ללא הפרעה
lblReplaceDefragDesc.Caption=אפשור תכונה זו תאפשר שאיחוי חכם יתחיל כאשר תפעיל את מאחה הדיסק של חלונות
lblVSSDesc.Caption=זה יעצור זמנית את שירותי הצל בזמן איחוי, כדי להגן על גיבוי של הצל הנוכחי שלך,גיבוי הצל שלך יחזור לפעול לאחר שהאיחוי יושלם במלואו (שירותי העותק של אמצעי האחסון, וי-אס-אס)
lblBatteriesDesc.Caption=האיחוי יצרוך הרבה כוח סוללה לכן, מומלץ להפסיק את האיחוי בזמן שימוש בסוללה
ReplaceWindowDefrag.Caption=מחליף את מאחה הדיסק של חלונות
SilentCheck.Caption=אפשר טכנולוגיית "שתיקה חכמה" בזמן של איחוי (מומלץ)
chkEnableVSS.Caption=(NTFS) הפסק את "כרכי הצל" כאשר יש אמצעי אחסון בפורמט מערכת קבצי טכנולוגיה חדשה
BatteryCheck.Caption=עצור 'איחוי-אוטומטי' ו 'איחוי-מתוזמן' בצריכת סוללה (מומלץ)
Label_Auto_Des.Caption=בעזרת הטכנולוגיה החדשה האיחוי אוטומטי יתבצע לפי פיצולי הקבצים בזמן שהמחשב שלך יהיה במצב סרק כדי לשמור על הדיסקים הקשיחים שלך
Label_DefragRate.Caption=האיחוי יפעל בזמן שהפיצול חורג מעבר ל
ExcludeCheck.Caption=דלג על קבצים הגדולים מ-1 ג"ב
ComboBox_DefragRate.Items[0].Caption=תמיד תאחה
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ComboBox_DefragRate.Items[4].Caption=10%
Label_Exclude_Des.Caption=קבצים ותיקיות בשלילה כולל תתי תיקיות לא ינותחו ולא יאוחו
Button_Add_File.Caption=הוסף קובץ
Button_Add_Folder.Caption=הוסף תיקיה
Button_Delete.Caption=מחיקה
ListView_Exlude.Columns[0].Caption=שם
Label_Schedule_Des.Caption=איחוי מתוכנן לאיחוי הדיסק או קיצוץ (SSD קיצוץ)
Label_Schedule_Task.Caption=משימה מתוזמנת
Label_Action.Caption=פעולה
Label_Schedule_Status.Caption=סטטוס
Button_Config_Schedule.Caption=הגדר
ScheduleList.Columns[0].Caption=אחסון
lvBootTimeDefrag.Columns[0].Caption=אחסון
lvAAList.Columns[0].Caption=אחסון
ComboBox_Action.Items[0].Caption=איחוי חכם
ComboBox_Action.Items[1].Caption=איחוי קבצים גדולים
ComboBox_Action.Items[2].Caption=איחוי שטח פנוי
ComboBox_Action.Items[3].Caption=איחוי ומיטוב
ComboBox_Action.Items[4].Caption=איחוי לפי קביעת סדר עדיפות (איטי)
Label_Max.Caption=מקסימום קבצים
Label_Unsupport.Caption=חלונות 2000 לא נתמך
Label_Boottime_Des.Caption=בזמן שמתבצע האיחוי החכם אין באפשרותו להזיז קבצים באופן בטוח בזמן שחלונות מופעל
Label_Boottime_Status.Caption=סטטוס
RadioButton_FirstBoot.Caption=האתחול הראשון בכל יום
RadioButton_EveryBoot.Caption=בכל אתחול
RadioButton_Custom.Caption=כל יומיים אתחול ראשון
RadioButton_NextBoot.Caption=רק באתחול הבא
Label_language.Caption=השפה הנוכחית
Label_Trans.Caption=שקיפוּת
CheckBox_DMC.Caption=אפשר מפת דיסק ונגישות יתר כדי לאתגר את הצבע
lblJKF_SelectJunkFile.Caption=בחר את האובייקט שתרצה לנקות
chkJKF_EnableDOD.Caption=(איטי) DOD 5220.22-M אפשר מחיקת קבצים מאובטחים על-פי תקן
chkJKF_DeleteTime.Caption=מחק קבצים זמניים של חלונות בני יותר משבוע
TreeView_Option.Items[0].Caption=הגדרות כלליות
TreeView_Option.Items[1].Caption=איחוי
TreeView_Option.Items[2].Caption=שירות אוטומטי
TreeView_Option.Items[3].Caption=איחוי אוטומטי
TreeView_Option.Items[4].Caption=איחוי מתוזמן
TreeView_Option.Items[5].Caption=אתחול זמן איחוי
TreeView_Option.Items[6].Caption=כללי
TreeView_Option.Items[7].Caption=התאמה אישית
TreeView_Option.Items[8].Caption=ניקוי הדיסק
TreeView_Option.Items[9].Caption=רשימת פריטים מנועים
TreeView_Option.Items[10].Caption=עדכון אוטומטי
TreeView_Option.Items[11].Caption=ממשק משתמש
TreeView_Option.Items[12].Caption=מצב שקט
TreeView_Option.Items[13].Caption=ניתוח אוטומטי
CategoryLine_Boottime_Method.Caption=שיטה
CategoryLine_Boottime_Log.Caption=קבצי יומן
CategoryLine_Schedule_Method.Caption=שיטה
CategoryLine_Schedule_Schedule.Caption=תזמון
chkEnableDiskSpeed.Caption=אפשר המרצת דיסק מושכלת
lblEnableDiskSpeedDesc.Caption=תכונה זו תאפשר (גישה ישירה לזיכרון, די-הם-ה) עבור ביצועי דיסק טובים יותר כדי להגדיל את שטח מטמון הדיסק ולהנמיך את תדירות הקריאה והכתיבה של הדיסק
CategoryLine_Auto_Method.Caption=שיטה
lblAutoAction.Caption=Action:
ComboBox_AutoAction.Items[0].Caption=איחוי חכם
ComboBox_AutoAction.Items[1].Caption=איחוי קבצים גדולים
ComboBox_AutoAction.Items[2].Caption=איחוי שטח פנוי
ComboBox_AutoAction.Items[3].Caption=איחוי ומיטוב
ComboBox_AutoAction.Items[4].Caption=איחוי ותעידוף קבצים (איטי)
grpMethod_Method.Caption=כללי
lblUpdateMethod.Caption=בחר את דרך העדכון
rbAutoUpdate_Automatically.Caption=תודיע לי כאשר עדכונים זמינים
rbAutoUpdate_ProgramLauched.Caption=עדכן תכנית אוטומטית (מומלץ)
grpMethod_Proxy.Caption=פרוקסי
rbProxy_Direct.Caption=חיבור ישיר (ללא פרוקסי)
rbProxy_ie.Caption=זיהוי אוטומטי של פרוקסי (תשתמש בהגדרות של אינטרנט אקספלורר)
rbProxy_SpecifyServer.Caption=לציין שרת proxy (רק כאשר אתה מתחבר לאינטרנט דרך פרוקסי)
lblProxy_Host.Caption=מארח
lblProxy_Port.Caption=שער
lblProxy_UserName.Caption=שם משתמש
lblProxy_UserPass.Caption=סיסמה
Label_TaskSchedule.Caption=תזמון
Label_StartTime.Caption=שעת התחלה
ComboBox_TaskType.Items[0].Caption=כל יום
ComboBox_TaskType.Items[1].Caption=כל שבוע
ComboBox_TaskType.Items[2].Caption=כל חודש
ComboBox_Weekly.Items[0].Caption=יום א
ComboBox_Weekly.Items[1].Caption=יום ב
ComboBox_Weekly.Items[2].Caption=יום ג
ComboBox_Weekly.Items[3].Caption=יום ד
ComboBox_Weekly.Items[4].Caption=יום ה
ComboBox_Weekly.Items[5].Caption=יום ו
ComboBox_Weekly.Items[6].Caption=שבת
lblBootTimeStatus.Caption=סטטוס
grpSlientMode.Caption=סטטוס
chkSlientMode_SlientMode.Caption=מצב שקט
lblSlientMode_SlientModeInfo.Caption=החלף למצב שקט אוטומטי כאשר בזמן שזוהתה עבודה במסך מלא או תכנית נקובה אחרת שפועלת
grpSlientMode_Description.Caption=תכניות שיצוינו ע"י המשתמש
lblSilent_UserSpec.Caption=הפעל מצב שקט כאשר בכל אחת מהתוכניות הבאות פועלות
btnSlientMode_Add.Caption=הוסף
btnSlientMode_Delete.Caption=מחיקה
GroupBox_SilentMode.Caption=תיאור
lblSlientMode_Description1.Caption=מצב שקט מפחית צריכת משאבים עם מנגנון איחוי מושכל
lblSlientMode_Description2.Caption=דלג אוטומטי על איחוי אוטומטי כאשר מזוהה משימה מסוימת
lblSlientMode_Description3.Caption=דלג אוטומטי על איחוי אוטומטי כאשר מזוהה משימה מתוזמנת
lvSlientMode.Columns[0].Caption=שם פריט
lvSlientMode.Columns[1].Caption=תיאור
lblCBT_Desc.Caption=איחוי הקבצים המפורטים שצוינו לא יכלו לעבור איחוי בזמן שהמערכת פועלת, תוסיף אותם אל תוך הקופסא כדי שיאוחו בזמן האתחול
btnCbtAddFile.Caption=הוסף קובץ
btnCbtDelete.Caption=מחיקה
lblAADesc.Caption=המחשב שלך אוטומטית ינתח את הדיסקים כאשר המערכת במצב סרק, המערכת תודיע לך אם יש פיצולים שצריכים לעבור איחוי
lblAAStatus.Caption=סטטוס
btnNotifyWhemSchdule.Caption=אל תודיע לי כאשר התוכנית המתוזמנת של האיחוי הושלמה
btnShutdown.Caption=מכבה אוטומטית את המחשב כאשר איחוי מתוזמן מסתיים
btnShowShellMenu.Caption=מציג 'איחוי עם איחוי-חכם' בתפריט קליק-ימני

[SmartDefrag_shutdown]
Button_Cancel.Caption=ביטול
lblShutdownInfo.Items[0].Caption=האיחוי הושלם, מחשבך יכבה בתוך
lblShutdownInfo.Items[1].Caption=האיחוי הושלם, מחשבך ייכנס למצב שינה בתוך
lblShutdownInfo.Items[2].Caption=האיחוי הושלם, מחשבך ייכנס למצב השהייה בתוך
lblShutdownInfo.Items[3].Caption=האיחוי הסתיים, המחשב יאותחל בעוד
btn_close.Hint=סגירה

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=סגירה
lblMessage.Caption=האם תרצה לנקות קבצי זבל לפני האיחוי כדי לשחרר יותר מקום ולשפר איחוי
lblDontShowAgain.Caption=זכור את הבחירה שלי
lblTipsCaption.Caption=נקה קובצי זבל
btnYes.Caption=כן
btnNo.Caption=לא, תודה

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=סגירה
btnYes.Caption=כן
btnNo.Caption=לא
btnOK.Caption=אישור

[SmartDefrag_DefragReportView]
btn_close.Hint=Close
lblCaption.Caption=Smart Defrag Report
lvDefragReportListView.Columns[0].Caption=זמן
lvDefragReportListView.Columns[1].Caption=פיצול
lvDefragReportListView.Columns[2].Caption=פעולה

[SmartDefrag_FormAbout]
lblCaption.Caption=אודות
Label_Warning.Caption=אזהרה
Label_WarningInfo.Caption=תוכנת מחשב זו מוגנת על ידי חוק זכויות יוצרים ואמנות בינלאומיות
Label_AllRight.Caption=כל הזכויות שמורות
Label_Acknowledge.Caption=תודה מיוחדת לאנשים הבאים בתרומות גדולות שלהם
btn_close.Hint=סגירה

[SmartDefrag_M]
M_FSUnknown=לא ידוע
M_FSAnalyzed=נותח
M_FSDefragged=אוחה
M_FSInvalidHandle=טיפול לא חוקי
M_FSMoveFailed=המהלך נכשל
M_FSNospace=אין שטח רציף
M_FSSkipTooLarge=דילוג על (קבצים גדולים)
M_FSSkipRateTooLow=דילוג על (שיעור פיצול נמוך)
M_DefragSummary=סיכום איחוי
M_DefragDetails=פרטי איחוי
M_SSDOPTDetails=(SSD) מיטוב פרטים
M_DiskSpaceInfo=גודל חופשי / סה"כ
M_DefragMethod=שיטת איחוי
M_DefragBeginTime=האיחוי התחיל
M_DefragEndTime=האיחוי הושלם
M_TotalFiles=סה"כ קבצים וספריות
M_Fragments=פיצולים
M_Recommend=המלצה
M_FragmentationRate=דירוג פיצולים
M_DefaultVolumeName=דיסק מקומי
M_DetailsFragments=פיצולים
M_DetailsSize=גודל
M_DetailsResult=תוצאה
M_DetailsPath=נתיב
M_DMSSDAnalyze=ניתוח כונן יציב (SSD)
M_DMSSDOptimize=חיתוכים
M_DMUSSDOptimize=חיתוך ואופטימיזציה בשיטה אינטליגנטית
M_DMSSDAnalyzed=ניתן לחתוך פריטים כדי לשפר את הביצועים ואת העמידות הדיסק ה- SSD שלך
M_DMSSDOptimized=לקצץ את ה- SSD שלך עבור ביצועים טובים יותר
M_DMUSSDAnalyzed=ניתן לבצע טרים ולמטב %d פרטים לביצועים טובים יותר ולמשך זמן רב יותר של הכונן השבבי
M_DMUSSDOptimized=ה- SSD שלך כבר גזוז ומותאם בצורה מושכלת
M_DMNSSDAnalyze=ניתוח VF
M_DMNSSDOptimize=קיצוץ SSD
M_DMNAnalyze=נותח
M_DMNFastDefrag=איחוי מהיר
M_DMNSmartDefrag=איחוי חכם
m_DMNLargeFileDefrag=איחוי קבצים גדולים
M_DMNMergeSortDefrag=לתעדף ולאחות
M_DMNSortDefrag=איחוי ומיטוב
M_DMNMergeDefrag=איחוי למקום פנוי
M_DMNAutoDefrag=איחוי אוטומטי
M_DMNSchdleDefrag=איחוי מתוזמן
M_DMNDefrag=איחוי
M_DMAnalyze=מנתח
M_DMDefrag=מאחה
M_DMFastDefrag=איחוי מהיר
M_DMSmartDefrag=ניתוח חכם
m_DMLargeFileDefrag=איחוי לקבצים גדולים
M_DMMergeSortDefrag=איחוי וסדר לעדיפויות קבצים
M_DMSortDefrag=איחוי ומיטוב
M_DMMergeDefrag=איחוי למקום פנוי
M_DMAFastDefrag=איחוי אוטומטי מהיר
m_DMALargeFileDefrag=האיחוי אוטומטי לקבצים גדולים
M_DMAMergeSortDefrag=איחוי אוטומטי וסדר לעדיפויות קבצים
M_DMASortDefrag=איחוי אוטומטי ואופטימיזציה
M_DMAMergeDefrag=איחוי אוטומטי של שטח פנוי
M_DMAutoDefrag=איחוי אוטומטי
M_DMSchdleDefrag=איחוי מתוזמן
M_DMAnalyzed=נותח
M_DMDefraged=איחוי הסתיים
M_DMFastDefraged=איחוי מהיר הסתיים
M_DMMergeSortDefraged=איחוי וסדר לעדיפויות קבצים הסתיים
m_DMLargeFileDefraged=איחוי לקבצים גדולים הסתיים
M_DMSortDefraged=איחוי ומיטוב הסתיים
M_DMMergeDefraged=מקום פנוי ואיחוי הסתיים
M_DMAFastDefraged=איחוי מהיר אוטומטי הסתיים
M_DMAMergeSortDefraged=איחוי וסדר לעדיפויות קבצים הסתיים
m_DMALargeFileDefraged=איחוי לקבצים גדולים הסתיים
M_DMASortDefraged=איחוי ומיטוב הסתיים
M_DMAMergeDefraged=איחוי אוטומטי של שטח פנוי הסתיים
M_DMAutoDefraged=איחוי אוטומטי הסתיים
M_DMSchdleDefraged=איחוי מתוזמן הסתיים
M_Idle=סרק
M_Queuing=ממתין
M_DBTrim=קיצוץ
M_DBSmartDefrag=איחוי חכם
M_DBOptimize=איחוי חכם
M_BTDViewReport=הצג דו"ח
M_OPT_TRIM=אפשר לקצץ כדי להאיץ את מהירות קריאה וכתיבה של ה- SSD שלך
M_OPT_PREFETCHER=השבת Prefetcher (מנהל רכיב זיכרון) כדי להאריך את חיי ה- SSD שלך
M_OPT_SUPERFETCH=השבת Prefetcher (מנהל רכיב זיכרון) כדי להאריך את חיי ה- SSD שלך
M_OPT_BTD=השבת את איחוי זמן האתחול כדי להאריך את חיי ה- SSD שלך
M_OPT_SDDT=השבת משימה מתוזמנת כדי לאחות את הדיסק בשביל להאריך את חיי ה- SSD שלך
M_Day=כל יום אתחול ראשון
M_SkipSize=- דלג על קבצים הגדולים מ %s
M_StartAuto=התחל איחוי אוטומטי כאשר מצב סרק המערכת עובר (%d דקות)
M_PauseAuto=השהה איחוי אוטומטי כאשר ניצול המשאב עובר (%s)
M_StartAutoAnalyze=מתחיל ניתוח אוטומטי כאשר זמן סרק של המערכת עובר (%d דקות)
M_PauseAutoAnalyze=השהה ניתוח אוטומטי כאשר ניצול משאבים עובר (%s)
M_ScheduleInactivated=איחוי מתוזמן אינו מופעל
M_FileExcluded=קובץ זה נמצא בשלילה, אם תרצה לאחותו, הסר אותו מרשימת הפריטים המנועים
M_FileAdded="%s" כבר הוסף לאיחוי
M_ExcludedFolderAdded=תיקייה זו נוספה לקבצים ולתיקיות בשביל איחוי אם אתה מעוניין לא לכלול אותם, אנא הסר אותם מתוך התיקיות והקבצים שהוספו לרשימה
M_ExcludedFileAdded=קובץ זה נוסף לתוך קבצים ותיקיות כדי לאחותם אתה מעוניין לא לכלול אותם, הוצא אותם בבקשה מתוך קבצים ותיקיות קודם כל.
M_FolderExcluded=קובץ זה נמצא הפריטים המנועים אם תרצה לאחותו נא הסר אותו מתוך הרשימה
M_GameAdded=המשחק כבר הוּסף.
M_RunBackground=איחוי חכם עדיין פועל ברקע
M_StartScheduleDefrag=התחל איחוי מתוזמן
M_StartAutoDefrag=התחל איחוי אוטומטי
M_LastAutoDefrag=איחוי אוטומטי אחרון
M_AddVolume=אין אפשרות להוסיף כמות, בחר תיקייה או קובץ להוספה.
M_InvalidFF=קובץ או תיקייה לא תקפים
M_SDRAutoDefrag=דו"ח איחוי אוטומטי
M_SDRGameDefrag=דו"ח מיטוב משחק
M_SDRManualDefrag=דו"ח איחוי הדיסק
M_DefragPaused=בשהייה
M_TrimStoped=קיצוץ הופרע
M_AnalyzeStoped=ניתוח הופרע
M_DefragStoped=איחוי הופרע
M_JunkScanStoped=הסריקה הופרעה
M_DefragFinished=סיום
M_DefragBack=אחורה
M_JunkFileScan=סריקה לאיתור קבצי זבל %d %%
M_LFR=קצב פיצול נמוך
M_FileInSSDTips=זהו קובץ / תיקייה על SSD, נא לא לאחות את זה
M_AddFileOrFolder=הוסף קובץ / תיקייה
M_NoFileOrFolderAdded=לא הוספו קבצים / תיקיות
M_GameFragments=פיצולים
M_GameOptimized=מוטב
M_GameOptimizeTip=מאחה את המשחקים לחוויית משחק טובה יותר.
M_GameAddTip=נא הוסף את משחק למיטוב לקבלת חוויית משחק טובה יותר.
M_JunkFileFound=נמצא זבל
M_JunkFileCleaned=זבל שנוקה
M_DefragedFragments=פיצולים שאוחו
M_DefragedFiles=קבצים שאוחו
M_AnalyzedFragments=פיצולים נמצאו
M_AnalyzedFiles=פיצולים בקבצים נמצאו
M_DRDefragedFragments=פיצולים שאוחו
M_DRDefragedFiles=קבצים שאוחו
M_DRAnalyzedFragments=פיצולים נמצאו
M_DRAnalyzedFiles=פיצולים בקבצים נמצאו
M_SmartOptimizeTips=איחוי חכם יהיה הראשון לנתח ולאחר מכן ימטב זאת בתבונה לבצע את שיטת איחוי המתאימה ביותר כדי לאחות את הדיסק הקשיח לקצץ את ה- SSD שלך בקליק אחד
M_SmartDefragTips=איחוי חכם ינתח ראשון ולאחר מכן יאחה זאת בתבונה כדי לבצע את שיטת האיחוי המתאימה ביותר בלחיצה אחת.
M_DiskSpace=%s - חופשי מ %s
M_Trimmed=קוצץ
M_UTrimmed=קיצוץ ואיחוי חכם הסתיים
M_AppOptimizeStop=האיחוי הופרע
M_APPDBOptimize=מיטוב
M_AppOptimize=ממטב
M_AppOptimized=מוטב
M_AppFoundProblem=%d הפריטים מטובו כדי לשפר את הביצועים של יישומי חלונות שלך
M_AppNoProblem=אפליקציות החלונות שלך מטובו עבור ביצועים טובים יותר.
M_Task=הקלק לשינוי התזמון
M_RecommendAnalyze=אין צורך באיחוי
M_State=מצב
M_GameInSSD=המשחק הזה הוא על SSD, נא לא לאחות אותו.
M_JunkFile=קובץ זבל
M_JunkFileAnalyze=סורק לקבציי זבל
M_JunkFileCleanedHtml=קבצי זבל שהתנקו
M_DefragDetailsHtml=פרטי איחוי
M_StartedTimeHtml=התחיל ב:
M_CompletedTimeHtml=הסתיים ב-
M_AfterRateHtml=אחרי
M_BeforeRateHtml=לפני
M_JunkFileHtml=קבצים
M_RecommendDefrag1=איחוי-מהיר
M_RecommendDefrag2=איחוי ומיטוב
M_RecommendDefrag3=איחוי קבצים גדולים
M_RecommendDefrag4=איחוי שטח פנוי
M_RecommendDefrag5=איחוי ותעידוף קבצים
M_NoVolumeSelected=נא לבחור לפחות דיסק אחד להמשך
M_TrimShutdown0=קיצוץ הסתיים המחשב יכבה בעוד
M_TrimShutdown1=קיצוץ הסתיים המחשב ישן בעוד
M_TrimShutdown2=קיצוץ הסתיים המחשב יכנס למצב שינה בעוד
M_TrimShutdown3=קיצוץ הסתיים המחשב יופעל מחדש בעוד
M_OptimizeShutdown0=האופטימיזציה הושלמה המחשב יכבה בעוד
M_OptimizeShutdown1=האופטימיזציה הושלמה המחשב ישן בעוד
M_OptimizeShutdown2=האופטימיזציה הושלמה המחשב יכנס למצב שינה בעוד
M_OptimizeShutdown3=האופטימיזציה הושלמה המחשב יופעל מחדש בעוד
M_TTrimShutdown0=כבה לאחר קיצוץ
M_TTrimShutdown1=שן לאחר קיצוץ
M_TTrimShutdown2=מצב שינה לאחר קיצוץ
M_TTrimShutdown3=הפעל מחדש לאחר קיצוץ
M_TOptimizeShutdown0=כבה לאחר אופטימיזציה
M_TOptimizeShutdown1=שן לאחר אופטימיזציה
M_TOptimizeShutdown2=מצב שינה לאחר אופטימיזציה
M_TOptimizeShutdown3=הפעל מחדש לאחר אופטימיזציה
M_MASKSSD=SSD הכר בתור
M_MASKHDD=HDD הכר בתור
M_LEARNMORE=למד עוד
M_EXITSDTIPS=איחוי חכם פועל האם אתה בטוח שברצונך לצאת מתוכנית
M_NOTSUPPORTSSD=זהו דיסק SSD אתחול זמן איחוי אינו תומך ב- SSD
M_Junk0=Note=הערה: ניקוי מטמון DNS עלול להאט את מהירות ההורדה ולגרום להאטה
M_Junk1=הערה: ניקוי מידע Prefetch (מנהל רכיב זיכרון) לנתונים ישנים עשויים להאט את מערכת הפעלה
M_Junk2=הערה: ניקוי תפריט סדר המטמון יאפס לך את הסדר בתפריט התחלה לא היו פריטים שיוסרו.
M_Junk3=Note=הערה: ניקוי מגש מטמון הודעות יאפס את המטמון במגש המערכת ועליך להפעיל מחדש את האקספלורר
M_Junk4=הערה: ניקוי מטמון חלונות גודל/מיקום יאפס את המטמון של האקספלורר וגם את הגדרות התצוגה
M_Junk5=הערה: ניקוי היסטוריית עזרת משתמש תמחק את כל התוכניות שהיו בשימוש לאחרונה בתפריט התחל
M_Junk6=הערה: ניקוי Log Files IIS (ניהול שרות מידע של האינטרנט) תמחק את הרשומות של אירועים באופן עצמאי עבור כל אתר תיקייה וירטואלית או קובץ
M_Junk7=הערה: ניקוי ממוזער של המטמון יאט את מהירות התצוגה של התמונות הממוזערות בכל פעם שתציג את התיקייה המכילה תמונות.
M_Junk8=הערה: ניקוי רשימת המשימות הקפיצה תשבית את התצוגה של פריטים שנפתחו לאחרונה בתפריט התחל ושורת המשימות.
M_Junk9=הערה: ניקוי סיסמאות שמורות יגרמו לך לאבד את כל הסיסמאות השמורות,
M_GameOptimizeTips=איחוי ומיטוב קובצי המשחק שלך לחוויית משחק מהירה וחלקה יותר
M_AllGameOptimize=קבצי המשחק שלך כבר הוטבו תהנה מהמשחק שלך.
M_ON=פועל
M_OFF=כבוי
M_MoreThan2Hours=יותר משעתיים
M_NoFragmentsFound=לא נמצאו רסיסים
M_NoJunkFilesFound=לא נמצאו קבצי זבל
M_ActiveAll=הפעל הכל
M_ActiveNow=הפעל כעת
M_SkinName=מראה
M_ShellDefrag=אוחה עם איחוי חכם
M_ShellTrim=קוצץ בעזרת איחוי חכם
M_SkinNameClassic=קלאסי
M_SkinNameReadable=קריא
M_SpecifyFiles=ציין קבצים
M_PromoteTitle11=נמאס לך מאיחוי ידני
M_PromoteTitle12=רכוש כעת והשג איחוי אוטומטי
M_PromoteTitle21=רכוש עכשיו כדי לקבל את איחוי שצוין לקבצים אלו בזמן האתחול כדי לאחות את הפיצולים
M_VendorSpecific=ספציפי לספק
M_CFragMentInfo=<a>%d</a> פיצולים נמצאו על הדיסקים שלך אחה אותם כדי להפוך את המחשב שלך למהיר ויציב יותר
M_DefaultName=דיסק מקומי
M_DiskGood=טוב
M_DiskFair=בסדר
M_DiskPoor=עלוב
M_DiskInfoTips=לפנות מקום נוסף עם  Advanced System Care כדי להאיץ את המחשב שלך עכשיו
M_DiskStatusGood=טוב
M_DiskStatusWarn=זהירות
M_DiskStatusError=שגיאה
M_SchduleDefragInfo=<a>%d</a> שברים נמצאו בזמן האיחוי אנא הפעל אוטומטית את האיחוי כדי לבצע איחוי דיסקים בצורה אוטומטית כדי לקבל ביצועים טובים
M_ActivateTitle=הגדל ביצוע ומשך זמן הדיסק עם:
M_ActivateContent1=איחוי-חכם אוטומטי
M_ActivateContent2=איחוי לזמן-אתחול
M_ActivateContent3=תמיד מעודכן
M_ActivateButton=הפעל הכל
טיפים למיטוב משחק=לאיחוי יעיל לקבציי המשחק שלך עבור חווית משחק חלקה יותר ומהירה.

[M_JunkfilesScanner]
M_Scan=סריקה:
M_Fix=מתקן:
M_WinBin=סל המחזור של חלונות
M_WinTempF=קבצים זמניים של חלונות
M_IETempF=קבצים זמניים IE
M_SearchAA=חיפוש עוזר להשלמה אוטומטית
M_OtherMRUs=אחר ל- Explorer MRUs
M_Clip=לוח
M_Dumps=מזבלות הזיכרון
M_ChkDskFrag=פיצולי קבצי Chkdsk
M_WinLog=קבצי יומן רישום חלונות
M_WinEReport=דוח שגיאות של חלונות
M_DNSCache=מטמון DNS
M_OldPD=ניתונים ישנים של Prefetch
M_MenuOC=תפריט הזמנה למטמון
M_TrayNC=מטמון הודעות מגש
M_WinSLCache=גודל חלון / מיקום המטמון
M_UserAH=עזרה להיסטורית משתמש
M_IISLog=Log Files IIS (ניהול שרות מידע של האינטרנט)
M_ThumCache=תמונת מטמון
M_TaskbarJPL=רשימת קפיצת שורת המשימות
M_GS=מצב כללי
M_ItemsCap=%s פריטים %s
M_JunkFixCap=[תיקון קבצי זבל] %d בעיות מסודרות
M_Det=פריטים
M_Del=נמחקו
M_NoteMOC=הערה: ניקוי תפריט סדר המטמון יאפס לך את הסדר בתפריט התחלה לא היו פריטים שיוסרו.
M_NoteTNC=הערה: ניקוי תפריט סדר המטמון יאפס לך את הסדר בתפריט התחלה לא היו פריטים שיוסרו
M_NoteWSC=הערה: ניקוי מטמון חלונות גודל/מיקום יאפס את המטמון של האקספלורר וגם את הגדרות התצוגה
M_NoteUAH=הערה: ניקוי היסטוריית עזרת משתמש תמחק את כל התוכניות שהיו בשימוש לאחרונה בתפריט התחל
M_WinSys=מערכת החלונות
M_HisTrace=היסטוריה וגם עקבות
M_WinAppCache=מטמון WinApp
M_WinUpdateCache=עדכונים האוטומטיים של מטמון החלונות
M_WinUpdateDB=מסד הנתונים של חלונות באמצעות תכונת העדכונים האוטומטיים
M_SoftInsTemp=קבצי זמניים להתקנת תוכנה
M_WinFontCache=מטמון גופן חלונות

[ACD_M]
M_Downloading=מוריד
m_Installing=מתקין
M_DiskIsFull=אין מספיק מקום בדיסק
M_NetError=הורדה נכשלה בגלל שגיאת רשת, נסה שוב מאוחר יותר
M_Tips=תיקון נמצא בתהליך, לחץ לחיצה כפולה על הסמל כדי להציג פרטים
M_AreSure=האם אתה בטוח שברצונך לצאת מתוכנת ההורדה של IObit
M_AreSure_IObit=בטוח שתרצה לצאת מיישום ההורדה של IObit ?
M_TipFixing=מתקן
M_MD5Faild=קובץ ההורדה פגום, נסה שוב מאוחר יותר
M_Speed=מהירות
M_TipDownLoading=מתקן
M_TipInstalling=מתקין

[IMF_frmIMF_ConvertUI]
lblCaption.Caption=קבל את Advanced System Care בחינם
lblDesc_IMF.Caption=קבל את גרסת Advanced System Care חינם לאחר הסרת של IObit Malware Fighter
lblDesc_SD.Caption=קבל גרסה Advanced System Care חינם לאחר הסרת של IObit Smart Defrag.
lblGet.Caption=קבל את Advanced System Care שיבצע את האופטימיזציה של ביצועי המחשב ויגביר את מהירות האינטרנט שלך כדי לתת לך הרגשה של מחשב חדש שוב, זה מובטח על ידי מעלה מ 150 מיליון משתמשים
btnConvertASC.Caption=הסר וקבל את Advanced System Care חינם
btnNo.Caption=לא אני מעוניין להסיר את התקנה מלאה
btnCancel.Caption=ביטול
btnClose.hint=סגירה

[ACD_frmActionCenter]
lbl_Cancel.Caption=ביטול
lbl_Min.Caption=מזער
btnClose.Hint=סגירה
lblCaption.Caption=תוכנת ההורדה של IObit

[SmartDefrag_AutoupdateFormMain]
Label_Titile.Caption=איחוי חכם מעדכן
Label_CheckUpdate.Caption=מקבל עדכון מידע, אנא המתן
Label_UpdateDetails.Caption=גרסה חדשה של איחוי חכם זמינה, הורד כעת כדי ליהנות מהתכונות ושיפורים החדשות ביותר.
Label_VWN_Pro.Caption=הצג מה חדש
Label_NewVersionUpdate.Caption=גרסה חדשה של איחוי חכם זמינה, הורד כעת כדי ליהנות מהתכונות ושיפורים חדשים ביותר.
Label_NewFileUpdate.Caption=עדכון חדש זמין, הורד כעת כדי ליהנות מהתכונות והשיפורים החדשים ביותר
Label_ClickDownload.Caption=לחץ "%s" כדי להוריד ולהחיל את העדכון
Label_FinishInfo.Caption=הסתיים
Label_NoUpdate.Caption=ברכות, יש לך כבר את הגרסה האחרונה
Label_Nottention.Caption=שים לב: איחוי חכם יופעל מחדש באופן אוטומטי כדי להחיל את העדכון.
Label_RestartWarn.Caption=שים לב: נא להפעיל מחדש את המחשב כדי לסיים את העדכון אתחל עכשיו
Label_Cancel.Caption=ביטול
Label_ProxySet.Caption=הגדרות פרוקסי
Label_DecideLater.Caption=החלט מאוחר יותר
RdImageButton_RestartLater.Caption=הפעל מחדש מאוחר יותר
RdImageButton_RestartNow.Caption=אתחל עכשיו
RdImageButton_Download.Caption=הורד עכשיו
RdImageButton_Finish.Caption=אישור
Label_ViewWN.Caption=הצג מה חדש

[SmartDefrag_AutoupdateFormMain_M]
M_Close=סגור
M_GetUpdateInfo=מקבל עדכון מידע, אנא המתן
M_Retry=נסה שוב
M_GetUpdateFailed=נכשל הניסיון לקבלת עדכון מידע, אנא נסה שוב מאוחר יותר
M_Finish=אישור
M_GetFileFailed=נכשל ניסיון לקבלת קבצי עדכון, אנא נסה שוב מאוחר יותר
M_CancelDownload=האם אתה בטוח שאתה רוצה לבטל את הורדת עדכונים
M_UpdateSucceed=עדכון הושלם בהצלחה
M_KillUpdateTip=תכנית זו היא מיושנת ולא עובדת יותר, נא להוריד את הגרסה האחרונה כדי להמשיך להשתמש בה

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=איחוי חכם %s זמין כעת
Label_Ver_WN.Caption=מה חדש
Label_Ver_RML.Caption=הזכר לי מאוחר יותר
RdImageButton_Ver_Download.Caption=עדכן עכשיו

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=סגור
M_UpCap=איחוי חכם %s זמין כעת
M_UpInfo=לחץ  "%s" לחץ כדי ליהנות מהתכונות ושיפורים האחרונות

[SmartDefragUpgrate]
lblCongratulations.Caption=ברכות
lblSubCongratulations.Caption=עדכנת בהצלחה ל-
lblWhatNew.Caption=מה חדש
lblWhatNew_LTTitle.Caption=דיסק מהדור החדש של מנוע האיחוי
lblWhatNew_LTSubTitle.Caption=דיסק הדור החדש של מנוע האיחוי שמייעל את הדיסקים שלך ביעילות ובעוצמה
lblWhatNew_RTTitle.Caption=איחוי מעודף חדש בשביל מהירות גבוהה יותר
lblWhatNew_RTSubTitle.Caption=איחוי וגם שיטה שמהעדפת קבצים ומשפרת את הופעת המחשב על ידי האצת גישה לנתונים
lblWhatNew_LBTitle.Caption=חלונות 8.1 איחוי אפליקציות מודרני
lblWhatNew_LBSubTitle.Caption=תומכים באופן מלא באיחוי של החלונות 8.1 וגם באפליקציות מודרניות עבור ריצה ניסיונית חלקה ומהירה
lblWhatNew_RBTitle.Caption=ניקוי דיסק
lblWhatNew_RBSubTitle.Caption=ניקוי קבצי זבל כדי לשחרר הרבה יותר מקום פנוי בדיסק ולקבל איחוי יעיל
btnClose.Caption=סגירה

[IMF_M]
M_TitleSD=קבל Advanced System Care חינם לאחר הסרת איחוי חכם IObit

[SendBugReportNew_FrmMain]
lblTitle.Caption=איחוי חכם
btnSendReport.Caption=שלח דוח באגים
lblErrorDetails.Caption=פרטי שגיאה
lblUserEmail.Caption=האימייל שלך
lblSuccTips.Caption=תודה ששלחת אלינו את דוח באגים, ננסה לפתור אותה בהקדם האפשרי
btnClose.Hint=סגירה

[SendBugReportNew_M]
M_AskUserTips=נתקלת בבעיה, נא לשלוח אילנו את דוח באגים ועזור לנו לתקן את זה
M_BugStatisticsTips=נתקלנו בבעיה שצריכה להיסגר, אנו מנתחים את הסיבה עכשיו, המתן בבקשה
M_SendingTips=נשלח
M_AttentionTips=נתקלנו בבעיה שצריכה להיסגר, נא הפעל מחדש   מאוחר יותר
M_InvalidEmailTips=כתובת דוא"ל לא חוקית, אנא מלא את כתובתך כדי שנוכל ליצור אתך קשר
M_OKTips=אישור

[SDFeed_Form_Feedback]
lbFeedbbackTitle.Caption=משוב
RdLabel_Mail.Caption=אמייל:
RdLabel_Subject.Caption=סוג הבקשה
RdLabel_MailDes.Caption=אנא ודאו כי כתובת הדוא"ל שלכם נכונה כדי שנוכל לחזור אליכם
RdLabel_MailBody.Caption=תיאורים
RdLabel_Attach.Caption=קבצים מצורפים
lblSendDes.Caption=שולח משוב
lblSend.Caption=נשלח
ButtonCancel.Caption=ביטול
ComboBox_Subject.Items[0].Caption=אני אוהב את זה
ComboBox_Subject.Items[1].Caption=הצעות
ComboBox_Subject.Items[2].Caption=בעיות הקשורות לדירוג הפיצול
ComboBox_Subject.Items[3].Caption=נתח / בעיות איחוי
ComboBox_Subject.Items[4].Caption=הורדה / עדכון נכשל
ComboBox_Subject.Items[5].Caption=נכשל בגילוי זיהוי דיסקים
ComboBox_Subject.Items[6].Caption=אחרים
ImageNoteClose.hint=סגירה
ButtonAdd.hint=נוסף
ButtonAttachView.hint=תצוגה
ButtonSend.Caption=נשלח

[SDFeed_M]
M_MailAddrHint=אנא ודא כי כתובת הדוא"ל שלך נכונה כדי שנוכל לחזור אליכם
M_DescriptionHint=בבקשה, כתוב תיאור
M_MailSuccHint=תודה על המשוב שלך. אנו ניצור עמכם קשר בהקדם האפשרי
M_TimeoutHint=נכשל ב לשלוח את המשוב שלך, אנא לחץ על אישור כדי להגיש משוב מקוון
M_SendMail=או ישירות לפנות אלינו באמצעות %s
M_Remove=הסר הכל
M_AttachErrorExt=קבצים מהסוגים הבאים לא יכולים להיות מצורפים
M_AttachOversize=נכשל הניסיון להוסיף את הקובץ המצורף, גודלו  חורג מהמגבלה של 10MB

[SmartDefrag_SDUpgradeTipsForm]
lblTitle.Caption=ברכות
lblInfo.Caption=עדכנת בהצלחת את האיחוי האחרון החכם
btnOK.Caption=נסה עכשיו
btn_close.Hint=סגירה

[SmartDefrag_SDActivateNowForm]
btnContent1.Caption=עד 200% מהיר יותר
btnContent2.Caption=יותר מושכל && פשוט יותר
btnContent3.Caption=יותר יציבות ועומק
btnContent4.Caption=תמיד מעודכן
btnActivateNow.Caption=הפעל כעת
rdlblActivateCode.Caption=הכנס קוד
rdlblTitle.Caption=הפעל את כל הפרו'ס

[SDRegister_Form_IObit_Register]
Label_Title.Caption=מקסם את הביצועים משך הדיסק שלך עם מהדורת מקצועית
RdLabel_Des.Caption=שדרוג למהדורה המקצועית כדי ליהנות מאיחוי ואופטימיזציה נבונה ומעמיקה
RdLabel_01_Title.Caption=עד 200% מהר יותר
RdLabel_02_Title.Caption=יותר נבונה ופשוטה
RdLabel_03_Title.Caption=יותר יציבות ועומק
RdLabel_04_Title.Caption=תמיד עדכני
RdLabel_01_Cap.Caption=אפשר יותר שטח דיסק עד 200% במהירות גישה לקבצים מהר יותר
RdLabel_02_Cap.Caption=איחוי אוטומטי לקבציי הדיסקים שנבחרו בזמן אמת
RdLabel_03_Cap.Caption=איחוי עמוק לקבציי המערכת שלך וגם לדיסקים שלך בזמן האתחול
RdLabel_04_Cap.Caption=עדכן אוטומטית אל איחוי האחרון החכם
Label_EnterCode.Caption=להזין את הקוד
Label_Help.Caption=עזרה
Label_Eg.Caption=E.g. F4B1D-ACAB1-AB4FF-5FDC6
Label_TechDes.Caption=נא להזין את קוד הרישיון שלך ולחץ על "הירשם עכשיו" כדי להפעיל את כל הפונקציות של למהדורה המקצועית כדי למנוע טעויות דפוס, אנא העתק והדבק את הקוד רישיון מאת הדוא"ל שקיבלת אל הקופסה
Label_LicenseCode.Caption=קוד רישיון
Button_Activate.Caption=הפעל עכשיו
Button_RegisterNow.Caption=הירשם עכשיו
Button_RegisterClose.hint=סגירה
Label_LMTitle.Caption=מנהל רישיון
Label_LMLSta.Caption=רישיון סטטוס
Label_LMLCode.Caption=קוד רישיון
Label_LMLDate.Caption=תאריך תפוגה
Label_LMLeftDays.Caption=ימים נותרו
Label_LMHelp.Caption=עזרה
Label_LMRefresh.Caption=רענן
Label_LMExportL.Caption=יצוא רישיון
Button_LMClose.hint=סגירה
Button_OK.Caption=אישור
Label_KnowMore.Caption=לדעת יותר על המהדורה המקצועית
LabelB_01_Cap.Caption=איחוי בסיסי ואופטימיזציה של הכונן הקשיח
LabelB_02_Cap.Caption=עד 200% מהירות יותר לקובץ בגישה מהירה יותר
LabelB_03_Cap.Caption=חוויית משחק מעולה עם משחק ממוטב
LabelB_04_Cap.Caption=זמן אתחול איחוי עבור אתחול מהיר עבור המחשב
LabelB_05_Cap.Caption=איחוי אוטומטי ונבון עבור איחוי פיצול קבצים
LabelB_06_Cap.Caption=התאמה אישית לאיחוי מצב הדיסקים / קבצים להיות מאוחים
LabelB_07_Cap.Caption=עדכון אוטומטי לגרסה האחרונה
LabelB_08_Cap.Caption=תמיכה טכנית 24/7 חינם על פי דרישה
LabelB_Curent.Caption=נוכחי
LabelB_PRO.Caption=מקצועי
LabelC_WhatMore.Caption=מה עוד, אתה יכול גם לקבל את כל הפונקציות המקצועיות להלן
Btn_Boost.Caption=דיסק נבון לדחיפה למהירות
Btn_DefragRegistry.Caption=איחוי קבצי רישום
Btn_AutoDefrag.Caption=איחוי האוטומטי
Btn_DefragSpecilFile.Caption=איחוי קבצים ספציפיים
Label_KnowMoreC.Caption=עכשיו יותר על המהדורה המקצועית

[SDRegister_M]
M_license_seat=רישוי נוסף
M_EnterError=נא להזין את קוד הרישיון שלך
M_ErrorTitle=שגיאה בהפעלה
M_SucceedTitle=הפעלה
M_IsOtherCode=קוד הרישיון %s תקף רק %s לחץ על מקש אישור כדי להוריד ולהירשם אילך %s
M_InvalidCode=קוד רישיון אינו חוקי, אנא הזן קוד רישיון תקף
M_License_Pro=קוד הרישיון הופעל בהצלחה
M_License_valication=לא ניתן להתחבר לשרת שלנו. בדוק את הרשת שלכם / הגדרות פרוקסי ולנסות להפעיל את אימות הרישיון שלך לאחר מכן
M_License_Expired=הרישיון שלך %s פג אנא חדש קוד הרישיון שלך או לקנות אחד חדש
M_License_Unknow=שגיאה לא ידועה
M_License_Illegal=קוד הרישיון לא יכול להיות מופעל, אנא רכוש אחד חדש
M_License_Overseat=קוד הרישיון הופעל עבור מחשבים מרביים ולא ניתן להשתמש בו, אנא קנה עוד קוד רישיון PRO (מקצועי) לאיחוי חכם עבור המחשב הזה
M_License_DLLMiss=חסר RegisterCom.dll התקן מחדש האיחוי החכם ונסה להירשם שוב.
M_GiveawayCode=רישיון מתנה זה אינו חוקי, לחץ על כן כדי לרכוש רישיון קוד חדש
M_PageC_Cap=איחוי אוטומטי
M_PageC_Des1=אחה דיסקים בתבונה כאשר המערכת נמצאת במצב סרק
M_PageC_Des2=אפשר איחוי האוטומטי כדי לשמור על קצב פיצול נמוך כדי לקבל ביצועים טובים יותר
M_PageD_Cap=עדכון אוטומטי
M_PageD_Des1=עדכן אוטומטי לגרסה העדכנית ביותר
M_PageD_Des2=אפשר עדכון אוטומטי כדי לשמור על תוכנה עדכנית ביותר וליהנות מחוויה הטובה ביותר
M_PageE_Cap=איחוי קבצי רישום באתחול זמן האיחוי
M_PageE_Des1=לא ניתן לאחות במהלך פעולת חלונות קבצי רישום
M_PageE_Des2=שפר את המהירות של גישת הרישום עבור ביצועי מערכת טובים יותר
M_PageF_Cap=איחוי קבצים ספציפיים באתחול זמן האיחוי
M_PageF_Des1=ציין את הקבצים שמסוגלים להתאחות כאשר איחוי המערכת פועל, בעת העלאת מערכת החלונות
M_PageF_Des2=ששפר את המהירות של גישה לקובץ עבור ביצועי מערכת יציבים יותר וחלקים יותר

[M_PrivacyScanner]
0=אינטרנט אקספלורר
1=מוזילה פייר-פוקס
2=גוגל כרום
3=אופרה
4=ספארי
5=חלונות
6=יישומי אופיס
7=מרשתת
8=מולטימדיה
9=תכניות שירות
10=סיומות מותאמות
11=אופרה נקסט
12=מוזילה ת'נדרבירד
13=אייס דראגון
14=יישומי חלונות
15=אייטונס
M_Scan=סורק
M_Fix=תיקון
M_GS=סטטוס כללי
M_TyURL=כתובות מוקלדות
M_Cookie=עוגיות
M_TempF=קבצים זמניים
M_His=היסטוריה
M_IDF=מפתוח קובצי נתונים
M_AFF=שמירת טופס מידע
M_AFP=סיסמאות שמורות
M_ICache=מטמון אינטרנט
M_DownHis=היסטוריית הורדה
M_SaveFI=שמירת טופס מידע
M_Reg=רישום
M_ReDoc=מסמכים אחרונים
M_RunHis=הפעל את ההיסטוריה
M_DelOnBoot=(מחיקה באתחול)
M_ItemsCap=%s פריטים %s
M_Session=שיעור
M_SavePwd=סיסמאות שמורות
M_ComDatabase=מסד נתונים קומפקטי
M_PriFixCap=[תיקון פרטיות] %d הבעיות תוקנו
M_Det=פרטים
M_Del=נמחק
M_CFFDB=מסד נתונים קומפקטי של פייר-פוקס
M_CGCDB=מסד נתונים קומפקטי גוגל כרום
M_WebBro=דפדפן רשת
M_NoteIt=הערה: לא ניתן למחוק עקבות בזמן פעולה
M_NoteThey=הערה: לא ניתן למחוק עקבות של כשהם פועלים
M_WebIcons=סמלי אתרים
M_LastDL=מיקום ההורדה האחרון
M_InsCache=מטמון התקנות
M_MobApp=יישומי הנייד
M_Book=ספרים
M_Podcasts=פודקאסטים
M_SanpViewer=מראה תצלום בזק
M_RemoteD=שולחן עבודה מרוחק
M_ManageC=מסוף ניהול
M_Wordpad=כתבן
M_Paint=צייר
M_PhotoE=עורך התמונה
M_GameE=סייר המשחקים
M_Defender=מגן החלונות
M_Search=חיפוש

[SmartDefrag_LocalDiskItem]
icon_histogram.Hint=בריאות הדיסק
btn_auto_defrag.Caption=איחוי אוטומטי
btn_boot_defrag.Caption=אתחול זמן איחוי
btn_disk_clean.Caption=ניקוי הדיסק
lblOptimizeType.Items[1].Caption=קיצוץ
lblOptimizeType.Items[2].Caption=מיטוב יישומים

[SmartDefrag_SDPromoteFrame]
rdlblDiskStatus.Caption=סטטוס הדיסק של מחשבך:
rdlblAboutPro.Caption=בדוק את כל המאפיינים
btnPurchaseNow.Caption=רכוש כעת
btnBack.Caption=אחורה
lblLeaveContent.Items[0].Caption=אוטומטית בדוק את איחוי הקבצים שנבחרו וגם את הדיסקים לשמירה על ביצועי השיא של מחשבך בזמן אמת
lblLeaveContent.Items[1].Caption=האתחול זמן איחוי יכול לאחות קבצים ספציפיים וגם דיסקים בזמן אתחול ולהציע את הביצועים הטובים ביותר בזמן העלאה
rdlblRightTitle.Items[0].Caption=כל הפיצולים אוחו
rdlblRightTitle.Items[1].Caption=פיצולים מסוימים לא ניתנים לאיחוי מפני שהקבצים הקשורים נמצאים בשימוש
rdlblRightTitle.Items[2].Caption=הפיצולים אוחו בהצלחה
rdlblLeftTitle.Items[0].Caption=מובטחת הגנה כדי להגן על מחשבך עבור ביצועים מעולים
rdlblLeftTitle.Items[1].Caption=מובטחת פעולה על מנת למקסם את ביצועי הדיסק שלך
rdlblLeftContent.Items[0].Caption=אתה מוגן לחלוטין על ידי החזר כספי מובטח בתוך 60 יום מאתנו, אם המוצר שלנו אינו מביא לך את הבטחותינו, אנו נחזיר לך החזר מלא ללא שאלת שאלות
rdlblLeftContent.Items[1].Caption=אתה מוגן לחלוטין על ידי החזר כספי מובטח 60 יום מאתנו אם המוצר שלנו אינו מביא לך את הבטחותינו, אנו נחזיר לך החזר מלא
rdlblTitle3.Caption=קבל את ביצועי הדיסק מקסימליים עם הגרסה המקצועית
rdlblContent1.Caption=השאר שטח דיסק פנוי וגם עד 200% מהירות גישה לקבצים מהר יותר
rdlblContent2.Caption=איחוי אוטומטי לקבצים שנבחרו וגם לדיסקים בזמן אמת
rdlblContent3.Caption=איחוי עמוק לקבציי מערכת וגם לדיסקים שלך בזמן האתחול
rdlblContent4.Caption=עדכון אוטומטי לגרסה העדכנית ביותר
rdlblStatus.Caption=סטטוס דיסק במחשב שלך:

[SmartDefrag_AutoAnalyzeForm]
btnClose.Hint=סגירה
btnSetting.Hint=הגדרות
btnDefragManually.Caption=איחוי ידני
btnActivateAutoDefrag.Caption=הפעל איחוי אוטומטי
lblTitle.Caption=איחוי מתוכנן
btnShowAgain.Caption=אל תציג הודעה זו שוב

[DiskInfo_Smart]
UNKNOWN=לא-ידוע
VENDOR_SPECIFIC=מפרט הספק
01=קצב שגיאות קריאה
02=ביצועי תפוקה
03=זמן ריצה
04=ספירת התחל/עצור
05=ספירת הקצאה מחדש של סקטורים
06=קורא שולי הערוץ
07=חיפוש קצב שגיאה
08=חיפוש ביצועי זמן
09=שעות לכח חשמל מופעל
0A=ספירת מונה סיבוב
0B=ניסיון לכיול מחדש
0C=ספירת מחזור חשמל
0D=דירוג רך לקריאת שגיאה בנעיצה
B8=שגיאה מקצה ל קצה
BB=דיווח על שגיאות שלא-ניתן לתקן
BC=פסק זמן פקודה
BD=כתיבת זכויות גבוהה
BE=טמפרטורת זרימת אויר
BF=דירוג קטעיי שגיאה
C0=ספירת הפסקות חשמל שניתן לעקוב אחריהם
C1=ספירת מחזור טעינה/פריקה
C2=טמפרטורה
C3=התאוששות חומרה ECC
C4=ספירת אירועי הקצאה מחדש
C5=ספירת משך למגזרים נוכחים
C6=ספירת מגזרים שלא ניתן לתקן
C7=שגיאת מונה UltraDMA CRC (בדיקת יתירות מחזורית)
C8=קצב שגיאת כתיבה
C9=קצב שגיאת קריאה רכה
CA=שגיאת סימון כתובת נתונים
CB=הפעל את הביטול
CC=תיקון "רך" ECC
CD=דירוג טרמי גס
CE=גובה טיסה
CF=זרם סיבוב גבוהה
D0=סיבוב מהיר (Spin Buzz)
D1=חיפוש ביצועים לא-מקוונים
D3=תנודה בזמן כתיבה
D4=שוֹק בזמן כתיבה
DC=החלפת דיסק
DD=קצב שגיאת רגישות
DE=שעות טעינה
DF=ספירת ניסיונות טעינה/פריקה
E0=חיכוך טעינה
E1=ספירת מחזורי טעינה/פריקה
E2=טען 'ב' זמן אמת
E3=ספירת מומנט הגברה
E4=כוח כבוי מחזור לחזור חזרה
E6=קצה האמפליטודה
E7=טמפרטורה
F0=שעות טיסת קצה
FA=דירוג קריאת שגיאה שנוסתה שנית
FE=הגנת נפילה חופשית

[DiskInfo_SmartSsd]
01=שיעור שגיאות קריאה
02=ביצועי תפוקה
03=זמן הסיבוב
04=ספירה התחלה / עצירה
05=ספירת מגזרים שמוקמו מחדש
06=קריאת ערוץ מתח
07=חיפוש דירוגי שגיאה
08=חיפוש ביצועי זמן
09=שעות לכח חשמל מופעל
0A=ספירת סיבוב שנוסה שנית
0B=ניסיונות לכיול מחדש
0C=מונה מחזור חשמל
0D=דירוג רך לקריאת שגיאה בנעיצה
C0=מונה זמן לכיבוי לא בטוח
C2=טמפרטורה
C4=ספירת מקומי אירועי הקצאה מחדש
C5=מונה למגזר בהמתנה הנוכחי
C6=מונה מגזר למגזרים ברי תיקון
FF=חיים נותרים

[DiskInfo_SmartMtron]
BB=סה"כ מונה למחיקות

[DiskInfo_SmartIndlinx]
01=שיעור שגיאות קריאה
09=שעות לכח חשמל מופעל
0C=ספירת כח הסיבוב
B8=ספירת בלוקים שגויים ראשונים
C3=ספירת תכוניות לבלוקים נכשלים
C4=ספירת למחיקת בלוקים שגויים
C5=קריאת נכשלים לבלוקים שנספרו
C6=ספירה כוללת של מגזרים שנקראו
C7=ספירה כוללת של מגזרים כתובים
C8=ספירה כוללת של פקודות שנקראו
C9=ספירה כוללת של פקודות שנכתבו
CA=ספירה שגיאות כוללת של חתיכות זיכרון בזק
CB=ספירה כוללת של מגזרים שנקראו עם חתיכות ושגיאות לתיקון
CC=בלוקים רעים בדגל מלא
CD=ספירת מפרט מקסימאלית PE
CE=ספירת מינימום למחיקה
CF=ספירת מקסימום למחיקה
D0=ספירת ממוצעת למחיקה
D1=חיי כונן נותרים

[DiskInfo_SmartJMicron60x]
09=שעות לכח חשמל מופעל
0C=ספירת מחזורי חשמל
C2=טמפרטורה
E5=עצור מזהה המערכת, זיכרון ID
E8=מידע לגרסת קשוחה
E9=שיא לכשל של ECC
EA=ספירה ממוצעת של מחיקות למקסימום מחיקות שנספרו
EB=ספירת בלוקים טובים לספירת מערכת בלוקים

[DiskInfo_SmartIntel]
03=זמן הסיבוב
04=ספירה התחל / עצור
05=סיפרה מחודשת של שהוקצתה למגזר
09=ספירת שעות לכח חשמל מופעל
0C=ספירת מחזורי חשמל
C0=ספירת כיבוים לא בטוחים
E1=כתיבת מארחים
E8=שטח זמין שמור
E9=שחיקת מחוון מדיה
B8=ספירה איתור שגיאות מקצה לקצה

[DiskInfo_SmartSamsung]
09=שעות כח חשמל מופעל
0C=ספירת כח חשמל מופעל
AF=ספירה לתכניות שנכשלו (שבב)
B0=ספירה למחיקת נכשלים (שבב)
B1=איזון לספירת לבוש
B2=ספירה לבלוק משומש שמור (שבב)
B3=ספירה לבלוק שמור משומש (סה"כ)
B4=ספירה בשימוש לבלוק שמור (סה"כ)
B5=ספירה לתוכניות נכשלות (סה"כ)
B6=ספירה למחיקת נכשלים (סה"כ)
B7=זמן ריצה של בלוק לא תקין (סה"כ)
BB=ספירה של שגיאות ברי תיקון
BE=סיפרת טמפרטורה שעולה על
C2=טמפרטורה
C3=דירוג ECC
C6=ספירות מחוץ לקווי שגיאות ברי תיקון
C7=ספירה לשגיאת CRC
C9=סטטוס Super Cup
CA=סטטוס התצורה של הכונן השבבי

[DiskInfo_SmartSandForce]
01=שיעור שגיאות קריאות גלם
05=ספירת בלוק שפרש
09=שעות כח חשמל מופעל
0C=ספירת כח חשמל מופעל
0D=שיעור שגיאות קריאות רכות
64=ג 'יגה בייט נמחק
AA=ספירת בלוק רזרבה
AB=ספירה לתכניות שנכשלו
AC=ספירה למחיקת נכשלים
AE=ספירה להפסקות חשמל לא צפויות
B1=לבוש לטווח הדלתא
B5=ספירה לתכניות שנכשלו
B6=ספירה למחיקת נכשלים
B8=שגיאות מדווחות לפי שגיאת I / O (קוד זיהוי)
BB=מדווח שגיאות ברות תיקון
C2=טמפרטורה
C3=ספירת שגיאה ברת תיקון על שעון ECC
C4=ספירת אירועי הקצאה מחדש
C6=ספירת מגזר ברת תיקון
C7=ספירת שגיאות (SATA-R (CRC
C9=דירוג שגיאות ברי תיקון של קריאות רכות
CC=דירוג תיקון רך ECC
E6=סטטוס עקומת החיים
E7=חיי SSD שנשארו
E8=שטח זמין שמור
EB=בריאות SUPERCUP
F1=מחזור חיי כותב מן המארח
F2=מחזור חיי קורא מן המארח

[DiskInfo_SmartJMicron61x]
01=שיעור שגיאה לקריאה
02=ביצועי תפוקה
03=זמן סיבוב
05=ספירת מגזרים שמוקמו מחדש
07=דירוג חיפושי שגיאה
08=חיפוש ביצועי זמן
09=שעות כח חשמל מופעל
0A=ספירת סיבוב שנוסה שנית
0C=סיבוב מחזורי חשמל
A8=ספירת שגיאות של PHY SATA
AF=ספירת שולחן אשכול לא תקין (ECC ספירה שנכשלה)
C0=ספירה להפסקות חשמל לא צפויות
C2=טמפרטורה
C5=ספירה נוכחית למגזר בהמתנה
AA=ספירה לבלוק לא תקין
AD=ספירת מחיקה

[DiskInfo_SmartMicron]
01=שיעור שגיאות קריאות גלם
05=ספירת מגזרים שמוקמו מחדש
09=שעות כח חשמל מופעל
0C=ספירת כח חשמל מופעל
AA=ספירת בלוק מגודלת כושלת
AB=ספירת תכניות שנכשלו
AC=ספירה למחיקת כשלים
AD=איזון לספירת לבוש
AE=ספירה להפסקות חשמל לא צפויות
B5=Non-4k גישה מסודרת
B7=ממשק ירידת משמרת SATA
BB=מדווח שגיאות ברות תיקון
BC=פקודת זמן שנגמר
BD=ספירת מפעל לבלוק לא תקין
C4=ספירת אירועי הקצאה מחדש
C5=ספירה נוכחית למגזר בהמתנה
C6=ספירה מחוץ לקו לסריקת שגיאה ברת תיקון חכם
C7=Ultra DMA CRC דירוג שגיאה
CA=אחוז מתוך דירוג שבשימוש לתקופת החיים
CE=שיעור שגיאות כיתוב

[DiskInfo_MainForm]
btnClose.Hint=סגירה
btnMaxmize.Hint=הגדלה
btnMinmize.Hint=מזעור
btnRestore.Hint=שחזור
rdlblDiskStatus.Caption=בריאות הדיסק
rdlblDiskTemp.Caption=טמפרטורה
rdlblUsage.Caption=ניצול
rdlblReadSpeed.Caption=מהירות קריאה
rdlblResponseTime.Caption=מהירות תגובה
rdlblWriteSpeed.Caption=מהירות כתיבה
rdlblDriveName.Caption=כונן
rdlblFreeMoreSpace.Caption=משחרר יותר שטח
rdlblDiskInfo.Caption=ניתוח דו"ח ניטור עצמי
lvDiskInfo.Columns[0].Caption=זיהוי
lvDiskInfo.Columns[1].Caption=שם תכונה
lvDiskInfo.Columns[2].Caption=סטטוס
lvDiskInfo.Columns[3].Caption=ערך
lvDiskInfo.Columns[4].Caption=הכי גרוע
lvDiskInfo.Columns[5].Caption=סף
lvDiskInfo.Columns[6].Caption=נתונים גולמיים

[SmartDefrag_SchduleDefragInfoForm]
btnClose.Hint=סגירה
btnSetting.Hint=הגדרות
btnDefragManually.Caption=איחוי ידני
btnActivateAutoDefrag.Caption=הפעל איחוי אוטומטי
lblTitle.Caption=איחוי ידני
btnShowAgain.Caption=אל תראה זאת שוב

[ActionCenter_M]
M_AC_FreeTitleHide=הודעה
M_AC_FreeDetailHide_New=לחץ על הצג כדי להציג את כל התוכניות המומלצות שהן מוסתרות ולאחר מכן התקן אותם כדי לקבל את הגנת אבטחה מלאה לביצועים אולטימטיביים
M_AC_FreeDetailShow_New=עם תכוניות מומלצות שאתה לפני כן  קיבלת
M_FixAll=קבל הכל
M_Hide=הסתר
M_Show=הצג
M_Scan=סורק
M_Fix=קבל עכשיו
M_Install=התקן כעת
M_fixing=מתקין
M_Updating=מעדכן
M_RuningWell=הגרסה האחרונה מותקנת
M_Outdated=לא מעודכן
M_NotInstalled=לא מותקן
M_Recomm_Ins=מומלץ התקן %s
M_Recomm_Upt=מומלץ עדכן %s
M_RunASC=לסרוק עכשיו
M_ASCCaption=ביצועי מערכת
M_ASCInfo_NotIns=שגיאות ברישום נמצא, בעיות פרטיות קבצי זבל נמצאו על המערכת שלך
M_ASCInfo_UpToDate=Advanced SystemCare מזרז ומשפר את המחשב בלחיצה אחת
M_ASCInfo_NeedUpDate=Advanced SystemCare לא מעודכן (מיושן)
M_ASCOffer=נקה ומטב בקליק-אחד.<br>מאיץ את זמן-אתחול המחשב שלך עד 300% מהר יותר.<br>מוחק את עקבות הגלישה שלך לאבטחת המחשב. <br>מפקח על מצבי המחשב לעבודה חלקה יותר של המחשב.<br>מגן על המחשב שלך נגד רוגלות מצויות
M_RunDB=לסרוק עכשיו
M_DBCaption=עדכן דרייברים
M_DBInfo_NotIns_C=%s דרייברים מיושנים נמצאו, דבר שעלול להאט את וגם לגרום לחוסר יציבות למחשב
M_DBInfo_NotIns=דרייברים
M_DBInfo_UpToDate=Driver Booster מעדכן את כל הדרייברים המיושנים במחשב
M_DBInfo_NeedUpDate=התכנית שמעדכנת את מנהלי ההתקן שלך אינה מעודכנת
M_DBOffer=מסד-נתוני דרייברים ענק (מעל （1,000,000). <br>מעדכן דרייברים אוטוטמטית בקליק-אחד<br>עדכון בטוח עם דרייברים מוסמכים עפ"י תקן WHQL .<br>מתקן בעיות נפוצות (כמו: רשת, שמע) <br>מפחית קפיאת מערכת && קריסות
M_RunIMF=לסרוק עכשיו
M_IMFCaption=הגנה מפני תוכנות ריגול
M_IMFInfo_NotIns=קבל הגנה טובה יותר על ידי התקנת תוכנת אנטי-ריגול של IObit
M_IMFInfo_UpToDate=IObit Malware Fighter מגן על המחשב מפני תוכנות זדוניות שונות.
M_IMFInfo_NeedUpDate=התכנית נגד תוכנות הריגול שלך אינה מעודכנת
M_IMFOffer=אנטי-זדונה עוצמתית ומקיפה.<br>מגן מפני כופרות כמו GoldenEye האחרון וה Wannacry <br> גלישה מקוונת בטוחה יותר והורדות.<br>הגנה עמוקה-יותר && הגנה מקיפה בזמן-אמת
M_RunAMC=קבל עכשיו
M_AMCCaption=הגנת אנדרואיד
M_AMCInfo_NotIns=קבל הגנת אבטחה ופרטיות טובה יותר עבור מכשיר אנדרואיד
M_Recomm_Ins_AMC=מומלץ להתקין %s למכשיר אנדרואיד שלך
M_RunSM=הפעל עכשיו
M_SMCaption=תפריט התחל
M_SMInfo_NotIns=קבל בחזרה הרגל החלונות שלך עם תפריט "התחל"
M_SMInfo_UpToDate=תפריט התחל של חלונות 8 מחזיר בחזרה את התפריט "התחל" של חלונות
M_SMInfo_NeedUpDate=תפריט התחל של חלונות 8 מיושנת
M_SMOffer=מחזיר את התפריט הקלאסי של חלונות 8 && חלונות 10.<br>מנוע חיפוש קובץ העוצמתי ופשוט
M_RunIU=הפעל עכשיו
M_IUCaption=תוכנה להסרת תכוניות
M_IUInfo_NotIns=הסר תכוניות לא רצויות, סרגלי כלים, תוספים בדפדפן
M_IUInfo_UpToDate=IObit Uninstaller מסיר תוספים ואפליקציות ביסודיות
M_IUInfo_NeedUpDate=IObit מסיר את התוכנה שלך שאינה מעודכנת
M_IUOffer=מסיר במהירות מתקעי דפדפנים, סרגלי-כלים וסיומות. <br>מסיר בקלות תכניות בלתי רצויות<br>מנקה באופן מוחלט שאריות אחרי הסרת התקנה מובנית
M_RunFP=המר עכשיו
M_FPCaption=ממיר וידאו
M_FPInfo_NotIns=קבל ממיר וידאו כדי להמיר את קטעי הווידאו עבור מכשירים שונים
M_FPInfo_UpToDate=תהנה לראות קטעי וידאו על כל מכשיר שברצונך להשתמש.
M_FPInfo_NeedUpDate=חבילת פורמט אינה מעודכנת
M_RunDL=נהל
M_DLCaption=מנהל סיסמאות
M_DLInfo_NotIns=הגן ולנהל את כל הסיסמאות שלך עם מנהל סיסמה Dashlane.
M_DLInfo_UpToDate=לעולם אל תשכח את הסיסמה שלך עם הגנה בטוחה בעזרת Dashlane
M_DLOffer=התקנה קלה ומהירה<br>מגן על כל הסיסמאות שלך. <br>עבור חלונות, מאק, התקני איי-או'ס ואנדרואיד
M_RunIVC=נסה עכשיו
M_IVCCaption=ממיר וידאו חינם
M_IVCInfo_NotIns=חינמי ונקי ב 100% , כ- 150+ פורמטים ודו-שיח וידיאו מהיר יותר!
M_IVCInfo_UpToDate=צפה בקטעי וידאו בכל דרך שאתה רוצה
M_IVCInfo_NeedUpDate=ממיר הוידיאו iFun מיושן
M_RunIOT=נהל עכשיו
M_IOTCaption=מנהל iPhone
M_IOTInfo_NotIns=לחץ לחיצה אחת כדי לייבא, לייצא ולנהל את התמונות, קטעי וידאו, מוסיקה במכשיר iOS שלך
M_IOTInfo_UpToDate=IOTransfer פועל היטב
M_IOTInfo_NeedUpDate=IOTransfer אינו מעודכן
M_IOTOffer=מנהל האייפון הטוב ביותר שלך ותכנת האייפון טרנספר.<br>מעביר נתוני אייפון בין iPhone/iPad/iPod/PC. <br>מנהל בקלות ובחופשיות תמונות אייפון, מוזיקה, סרטונים. <br>מנקה קובצי זבל  && מטמון לשחרור יותר שטח דיסק
M_Moffer_Title=המלצות של IObit
M_Close=סגירה
M_Cancel=ביטול
M_Moffer_Install=התקן
M_Moffer_NoteEP=בהקלקה על "התקן" אתה מסכים להתקין את %s  ומקבל את  <a>EULA</a> && <a>מדיניות הפרטיות</a> שלו
M_Moffer_Refund=<a>הערה:</a> אתה יכול לקבל החזר כספי בתוך 30 יום. קרא את  <a>מדיניות החזר כספי</a>.

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=עדכון ידני
lblActiveTitle.Caption=נמאס לך מעדכון ידני ?
btnActiveAutoUpt.Caption=הפעל עדכון אוטומטי
btnDonotShow.Caption=אל תראה זאת שוב
lblClose.Caption=סגירה

[FormShuffle_Main_M]
M_Title=סיכוי מזל
M_Close=סגירה
M_Info=ברכות! קיבלת להלן %d שליפת מזל
M_Next=Yכבר ניצלת את הסיכוי הזה.נא להמתין לסיכוי הבא
M_Congrate=הידד! %s! רק משתמשי %d זוכים בו!
M_ShuffleConNol=הידד! %s! רק משתמשי %d זוכים בו! תקף רק ל %t  ימים
M_ShuffleConLast=הידד! %s! רק משתמשי  %d זוכים בו! בתוקף: יום אחרון
M_TryMyLuck=נסה את מזלי
M_GetItNow=קבל כעת
M_ShufflePro=שנת ניסיון אחת עבור איחוי-חכם למחשב זה
M_ExitTip=אתה עלול לאבד את ההנחה הבלעדית אם תעזוב כעת. קבל את ההנחה כעת?
M_ExitTipSure=תאבד את ההנחה הבלעדית אם תעזוב עכשיו. קבל את ההנחה כעת?
M_ExitTipPro=אם תעזוב כעת תאבד כל סיכוי לקבל את איחוי-. רוצה לקבל את איחוי-חכם פרו?
M_ExitCancel=לא, תודות
M_CreateLicense=מפעיל את Smart Defrag PRO, נא להמתין
M_CreateFin=Smart Defrag Pro הופעלה בהצלחה!. תיהנה מתפקודי הפרו!
M_TryItNow=נסה זאת כעת
M_ASCConInof=הנחת %s עבור ASC פרו
M_DBConInof=הנחת %s עבור דרייבר בוסטר פרו
M_IMFConInof=הנחת %s עבור IObit Malware Fighter Pro
M_SDConInof=הנחת %s עבור איחוי-חכם פרו
M_BGConInof=הנחת %s להצעה הטובה ביותר
M_ProConInof=עבור מחשב זה <a>שנה אחת</a> של איחוי-חכם פרו

